<template>
  <head>
  </head>
  <body>
  <h1>《租立拍相机租赁平台客户隐私协议》</h1>
  <p>本协议是您为了在注册及使用租立拍相机租赁公司（以下简称“租立拍”）服务时，授权我们收集、存储、保护、使用及对外提供您的信息而签订的。请仔您细阅读以下条款，当您注册成功或单独签署后，意味着您完全接受本协议。如果您对本协议的条款有任何异议，请选择结束注册流程或通过电话、邮件与我们联系协商。隐私权是您的重要权利。我们认为您提供的信息只能用于帮助我们为您提供更好的服务，我们将尽最大努力保护您的个人隐私。以下简称租立拍隐私协议为“协议”，本协议将在您阅读签署后生效。</p>
  <h2>一、个人信息的收集</h2>
  <p>1．根据《中华人民共和国个人信息保护法》及相关法律法规、国家标准，我们可能在下列情形下依法处理您的个人信息：</p>
  <p>(1)取得您的同意；</p>
  <p>(2)根据您的要求订立和履行合同所必需的；</p>
  <p>(3)履行法定义务所必需的，如反洗钱、反恐怖融资、实名管理等相关法律法规要求的必要信息；</p>
  <p>(4)与国家安全、国防安全直接相关的；</p>
  <p>(5)为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
  <p>(6)与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
  <p>(7)所收集的个人信息是您自行公开的；</p>
  <p>(8)从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道；</p>
  <p>(9)用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；</p>
  <p>(10)法律法规规定的其他情形。</p>
  <p>需要注意的是，当您的个人信息处理属于前述第(2)至第(10)项情形时，我们可能会依据所适用法律法规的要求而无需再征得您的同意。</p>
  <p>2．在您注册租立拍账户时，您需提供手机号码作为账户登录名及联系方式。</p>
  <p>3．在您使用租立拍提供的服务时您需要相应的个人信息。在使用租赁等服务时，您需要提供姓名、地址等个人信息并进行上传，我们需要你的上述信息用于签署合同。</p>
  <p>4．我们将采取合理的措施尽最大可能保护您的个人信息。每当您提供给我们信息时，我们将采取合理的措施保护您的个人信息，我们也将采取合理的安全手段保护已存储的个人信息。除非根据法律或政策的强制性规定，在未得到您的许可之前，我们不会把您的任何个人信息提供给无关的第三方。</p>
  <h2>二、个人信息的存储和保护</h2>
  <p>1、我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。如非法律法规或相关监管部门许可并单独征得您的许可，我们不会向境外机构传输境内收集的相关个人信息。我们仅在本协议所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。</p>
  <p>2、为了保障您的信息安全，我们在收集您的信息后，将采取各种合理必要的措施保护您的信息。除为了给您提供相应服务而必要涉及到的岗位外，其他工作人员不会有权限查阅您的个人信息，对可能接触到您的信息的工作人员将采取最小够用授权的原则。</p>
  <p>3、我们承诺将尽我们的最大努力保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。</p>
  <p>4、在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以站内推送通知、发送邮件／短消息等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</p>
  <p>5、请您务必妥善保管好您的租立拍登录名及其他身份要素。您在使用我们提供的服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能对您产生不利。如您发现登录名及／或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。</p>
  <p>6．未成年人信息的保护：</p>
  <p>(1)我们非常重视对未成年人个人信息的保护。如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。</p>
  <p>(2)对于经父母或监护人同意而收集您的信息的情况，除受到法律允许、您的父母或监护人明确同意或者保护您的权益所必要的情况外，我们不会向任何第三方公开披露您的个人信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</p>
  <p>(3)如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
  <h2>三、个人信息的使用</h2>
  <p>1、为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，我们会在以下情形中使用您的信息：</p>
  <p>(1)实现本协议中"信息的收集"所述目的。</p>
  <p>(2)每当我们需要识别您的身份或与您联络时，会明确的询问所需的资料，即个人资料。可能的话，我们会利用一些合法手段，确认您的个人资料的正确性与时效性。</p>
  <p>(3)您授权我们及我们许可的第三方(我们将在另行签署的《租立拍科技网络服务合同》中对该第三方信息予以披露)在法律许可的范围内基于为您提供相应服务的必要对您的个人信息予以使用、加工、存储、分析、比对、核验，用于风控及其产品和模型的研发和商业使用。</p>
  <p>(4)如果您在使用我们的服务期间发生违约，我们可能会将用户信息提供给第三方服务商，人民法院或其它争议仲裁机关用于追讨、理赔等事宜。</p>
  <p>(5)为了保障服务的稳定性与安全性，保护您的账户与资金安全，履行我们的法定义务，我们会将您的信息用于身份验证、安全防范、诈骗／盗用、预防或禁止非法活动、降低风险及防止风险传导、存档和备份用途。</p>
  <p>(6)根据法律法规或监管要求向相关部门进行报告。</p>
  <p>(7)邀请您参与我们服务有关的客户调研。</p>
  <p>(8)我们会采取脱敏、去标识化／匿名化等方式对您的信息进行综合统计、分析加，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计服务及运营活动。</p>
  <p>(9)为了提升用户服务体验，为用户推荐更为优质或适合的服务，我们可能会根据用户信息形成群体特征标签，用于向用户提供其可能感兴趣的营销活动通知、商业性电子信息或广告，如您不希望接收此类信息，您可按照我们提示的方法选择退订或点击个性化推荐进行设置。</p>
  <p>(10)根据所适用的法律，我们可能会对您的个人信息通过技术措施和其他必要措施进行匿名化处理，并将处理后的数据用于研究、统计分析和预测，为商业决策提供产品或服务支撑，以及改进我们的产品和服务(如进行机器学习或模型算法训练)等，我们就此类处理后数据的使用无需另行向您通知并征得您的同意。</p>
  <p>(11)我们可能与进行广告、内容推广投放的合作伙伴合作，委托他们处理与广告覆盖面和有效性相关的信息，但除非得到您的许可，我们不会共享用于识别您个人身份的信息，或者我们仅会向合作伙伴提供不能识别您个人身份的处理后信息，以帮助其在不识别您个人身份的前提下提升推广内容的有效触达率。</p>
  <p>(12)如果想要将个人信息用在其他用途上，我们会及时提供如何拒绝这项服务的说明。您可以依照说明，拒绝这项服务。</p>
  <p>(13)我们不会将您的个人信息转移或披露给任何非关联的第三方，除非：相关法律法规或法院、政府机关要求；为完成合并、分立、收购或资产转让而转移；事先获得您的同意，为提供您要求的服务所必需。</p>
  <h2>四、 Cookies 等互联技术的用途</h2>
  <p>为使您获得更轻松的访问体验，您访问我们提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可以帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是 Cookie , FlashCookie ，您的浏览器或关联应用程序提供的其他本地存储(以下简称" Cookie ")。 Cookies 是指一种技术，当使用者访问设有 Cookies 装置的本网站时，本网站的服务器会自动发送 Cookies 至阁下浏览器内，并储存到您的电脑硬盘内，此 Cookies 便负责记录日后您访问本网站的各种活动、个人资料、浏览习惯、消费习惯甚至信用记录。运用 Cookies 技术，我们能够为您提供更加周到的个性化服务。租立拍科技使用 Cookie 采帮助您实现您的联机体验的个性化。因此， Cookie 的主要用途之一是提供一种节约时间的实用功能。您可以接受或拒绝 Cookie 。大多数 Web 浏览器会自动接受 Cookie ，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookie 。</p>
  <h2>五、您的个人信息权利</h2>
  <p>在您终止使用我们提供的服务后，我们会停止对您的信息的收集和使用。您可以通过本协议披露的我们的联系方式联系我们删除您提供的个人信息，如双方未存在法律争议或法律法规、监管部门规定其它情形外，我们将及时停止收集您个人信息的活动，并对所持有的您的个人信息进行删除或匿名化处理。</p>
  <h2>六、免责条款</h2>
  <p>有下列情况之一的，我们将不承担任何法律责任；</p>
  <p>(1)由于您将用户密码告知他人或与他人共享注册帐户，而导致的任何个人资料泄露；</p>
  <p>(2)任何由于黑客攻击、计算机病毒侵入或发作、政府管制等造成的暂时性关闭，使网络无法正常运行而造成的个人资料泄露、丢失、被盗用或被窜改；</p>
  <p>(3)由于与我们链接的其他网站所造成的个人资料泄露及由此而导致的任何法律争议和后果；</p>
  <p>(4)因不可抗力而引起的任何后果。</p>
  <h2>七、本协议的适用及更新</h2>
  <p>1．您使用的任何我们名下的服务均适用本协议，除非相关服务已有独立的隐私协议或相应的用户服务协议当中存在特殊约定。</p>
  <p>2．发生下列重大变化情形时，我们会适时对本协议进行更新：</p>
  <p>(1)我们的基本情况发生变化，例如：兼并、收购、重组引起的所有者变更；</p>
  <p>(2)收集、存储、使用个人信息的范围、目的、规则发生变化；</p>
  <p>(3)对外提供个人信息的对象、范围、目的发生变化；</p>
  <p>(4)您访问和管理个人信息的方式发生变化；</p>
  <p>(5)用户询问、投诉的渠道和联络方式发生变化；</p>
  <p>(6)其他可能对您的个人信息权益产生重大影响的变化。</p>
  <p>3．由于我们的用户较多，如本政策发生更新，我们将以站内推送通知、弹窗提示、发送邮件／短消息或者在我们官方网站发布公告的方式来通知您。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用我们提供的服务，即表示您已充分阅读、理解并同意签署本协议，愿意接受本协议内容的约束，同时本公司保有对本协议的最终解释权。</p>

  </body>
</template>

<script>
export default {
  name: 'PrivacyProtocol'
}
</script>

<style scoped>

</style>
